Repository: dev-siddhartha/Flutter-templete-project
Catalog: lib/l10n/app_*.arb
Languages: ne

source: Start
ne: सुरु गर्नुहोस्

source: Create Account
ne: खाता खोल्नुहोस्

source: Welcome
ne: स्वागत छ

source: Sign up with email to get started
ne: सुरु गर्न इमेलको साथ साइन अप गर्नुहोस्

source: Profile Name
ne: प्रोफाइल नाम

source: Sign up with phone number
ne: फोन नम्बरको साथ साइन अप गर्नुहोस्

source: Email
ne: इमेल

source: Password
ne: पासवर्ड

source: Submit
ne: पेश गर्नुहोस्

source: Or sign in with
ne: या साइन इन गर्नुहोस्

source: Phone Number
ne: फोन नम्बर

# already_have_account
source: Already have an account ?
ne: पहिले नै खाता छ?

source: Login
ne: लगइन

source: Welcome Back
ne: फेरि स्वागत छ

source: Login with email account
ne: इमेल खाताको साथ लगइन गर्नुहोस्

source: Login with phone number
ne: फोन नम्बरको साथ लगइन गर्नुहोस्

source: Login
ne: लगइन

source: Or login with
ne: या लगइन गर्नुहोस्

# dont_have_account
source: Don't have an account?
ne: खाता छैन?

source: Sign Up
ne: साइन अप गर्नुहोस्

source: Chats
ne: च्याट

source: Friends
ne: साथीहरू

source: Messages
ne: सन्देशहरू

source: Audio Call
ne: अडियो कल

source: Video Call
ne: भिडियो कल

source: Message
ne: सन्देश

source: Enter phone number
ne: फोन नम्बर प्रविष्ट गर्नुहोस्

# please_enter_phone_number
source: Please enter your phone number
ne: कृपया फोन नम्बर प्रविष्ट गर्नुहोस्

# please_enter_valid_phone_number
source: Please enter a valid phone number
ne: कृपया मान्य फोन नम्बर प्रविष्ट गर्नुहोस्

source: MPIN
ne: एमपिन

# enter_psw
source: Enter Password
ne: पासवर्ड प्रविष्ट गर्नुहोस्

# psw_notEmpty
source: Password can't be empty
ne: पासवर्ड खाली हुन सक्दैन

# psw_length
source: Password must be at least 6 characters
ne: पासवर्ड कम्तीमा ६ अक्षरको हुनुपर्छ

# psw_uppercase
source: Password must contain at least one uppercase letter
ne: पासवर्डमा कम्तीमा एउटा ठूला अक्षर समावेश हुनुपर्छ

# psw_lowercase
source: Password must contain at least one lowercase letter
ne: पासवर्डमा कम्तीमा एउटा साना अक्षर समावेश हुनुपर्छ

# psw_number
source: Password must contain at least one number
ne: पासवर्डमा कम्तीमा एउटा संख्या समावेश हुनुपर्छ

# psw_special
source: Password must contain at least one special character
ne: पासवर्डमा कम्तीमा एउटा विशेष अक्षर समावेश हुनुपर्छ

source: Remember Me
ne: मलाई सम्झनुहोस्

# forgot_psw
source: Forgot Password?
ne: पासवर्ड बिर्सनुभयो?

# new_user
source: I'm a new user.
ne: म नयाँ प्रयोगकर्ता हुँ।

source: Register
ne: दर्ता गर्नुहोस्

source: Good Morning
ne: सुप्रभात

source: Good Afternoon
ne: शुभ अपराह्न

source: Good Evening
ne: शुभ साँझ

source: Load Wallet
ne: वालेट लोड गर्नुहोस्

source: Fund Transfer
ne: कोष स्थानान्तरण

source: Bank Transfer
ne: बैंक स्थानान्तरण

source: Recharge
ne: रिचार्ज

source: Electricity & Water
ne: बिजुली र पानी

source: Internet & TV
ne: इन्टरनेट र टिभी

source: Government
ne: सरकार

source: Insurance
ne: बीमा

source: More
ne: थप

# util_bills
source: Utility & Bills
ne: उपयोगिता र बिलहरू

source: Current Balance
ne: हालको ब्यालेन्स

source: Home
ne: गृहपृष्ठ

source: Statement
ne: स्टेटमेन्ट

source: My Cards
ne: मेरो कार्डहरू

source: Settings
ne: सेटिङ्स

# lang
source: Language
ne: भाषा

source: My Profile
ne: मेरो प्रोफाइल

source: Contact Us
ne: हामीलाई सम्पर्क गर्नुहोस्

source: General
ne: सामान्य

source: Security
ne: सुरक्षा

source: Change Password
ne: पासवर्ड परिवर्तन गर्नुहोस्

source: Privacy Policy
ne: गोपनीयता नीति

# choose_data_share
source: Choose what data you share with us
ne: हामीसँग कुन डेटा साझेदारी गर्ने चयन गर्नुहोस्

source: Biometric
ne: बायोमेट्रिक

source: Theme
ne: थिम

source: Dark Theme
ne: डार्क थिम

# change_lang
source: Change Language
ne: भाषा परिवर्तन गर्नुहोस्

# log_bio
source: Login with biometric
ne: बायोमेट्रिकको साथ लगइन गर्नुहोस्

# log_face_id
source: Login with Face ID
ne: फेस आईडीको साथ लगइन गर्नुहोस्

source: Change Pin
ne: पिन परिवर्तन गर्नुहोस्

source: Notification
ne: सूचना

source: Account
ne: खाता

source: Account Information
ne: खाता जानकारी

source: My Information
ne: मेरो जानकारी

source: Rate & Review
ne: मूल्याङ्कन र समीक्षा

source: Help
ne: मद्दत

source: Logout
ne: लगआउट

# enjoy_features
source: Enjoy all the features that make it easy for you to manage your finances
ne: तपाईंलाई आफ्नो वित्त व्यवस्थापन गर्न सजिलो बनाउने सबै सुविधाहरूको आनन्द लिनुहोस्

source: Name
ne: नाम

# enter_name
source: Enter full name
ne: पुरा नाम प्रविष्ट गर्नुहोस्

source: Gender
ne: लिङ्ग

source: Male
ne: पुरुष

source: Female
ne: महिला

source: Other
ne: अन्य

source: Proceed
ne: अगाडि बढ्नुहोस्

source: National ID
ne: राष्ट्रिय परिचयपत्र

source: Passport
ne: पासपोर्ट

source: Skip
ne: छोड्नुहोस्

# enter_otp
source: Enter the verification code that we sent to
ne: हामीले तपाईंलाई पठाएको प्रमाणिकरण कोड प्रविष्ट गर्नुहोस्

source: Verify
ne: प्रमाणित गर्नुहोस्

source: Resend
ne: फेरि पठाउनुहोस्

# ac_created
source: Account Created
ne: खाता सिर्जना गरियो

# ac_created_slogon
source: Where Technology Meets Financial Freedom
ne: जहाँ प्रविधि वित्तीय स्वतन्त्रता भेटिन्छ

source: Get Started
ne: सुरु गर्नुहोस्

# click_terms
source: By clicking start you agree to our
ne: सुरुमा क्लिक गरेर, तपाईं हाम्रो शर्तहरूसँग सहमत हुनुहुन्छ

# privacy_policy_terms_sevice
source: Privacy Policy and Terms of Service
ne: गोपनीयता नीति र सेवा सर्तहरू

# set_pin
source: Set Transcation pin
ne: तपाईंको पिन सेट गर्नुहोस्

# set_pin_descrip
source: You will use this for payment
ne: तपाईंले यो भुक्तानीका लागि प्रयोग गर्नुहुनेछ

source: Save Pin
ne: पिन सुरक्षित गर्नुहोस्

source: Transactions
ne: लेनदेनहरू

source: Select {data}
ne: {data} चयन गर्नुहोस्

source: Complete {title}
ne: {title} पूरा गर्नुहोस्

source: Scan & Pay
ne: स्क्यान गर्नुहोस् र तिर्नुहोस्

source: Tap & Pay
ne: ट्याप गर्नुहोस् र तिर्नुहोस्

source: Completed
ne: पूरा भयो

source: KYC
ne: केवाईसी

# kyc_verify
source: KYC verification
ne: केवाईसी प्रमाणिकरण

# complete_kyc
source: Complete your KYC
ne: आफ्नो केवाईसी पूरा गर्नुहोस्

# complete_kyc_desc
source: Secure your wallet by verifying your identity
ne: आफ्नो पहिचान प्रमाणित गरेर आफ्नो वालेट सुरक्षित गर्नुहोस्

# mobile_register
source: Mobile Registration
ne: मोबाइल दर्ता

# identity_verify
source: Identity Verification
ne: पहिचान प्रमाणिकरण

# liveness_detect
source: Liveness Verification
ne: जीवन्तता प्रमाणीकरण

# no_transaction
source: No Transaction Found
ne: लेनदेन फेला परेन

source: Image
ne: छवि

source: Camera
ne: क्यामेरा

source: Gallery
ne: ग्यालेरी

source: Microphone
ne: माइक्रोफोन

source: Contacts
ne: सम्पर्कहरू

source: Storage
ne: भण्डारण

source: Location
ne: स्थान

source: Bluetooth
ne: ब्लुटुथ

source: Open Settings
ne: सेटिङ् खोल्नुहोस्

source: Confirm
ne: पुष्टि गर्नुहोस्

source: Cancel
ne: रद्द गर्नुहोस्

source: Success
ne: सफलता

source: Error
ne: त्रुटि

source: Failure
ne: असफलता

# recent_transaction
source: Recent Transactions
ne: हालको लेनदेनहरू

source: View All
ne: सबै देख्नुहोस्

source: Available Balance
ne: उपलब्ध राशि

# change_psw_title
source: Change Your Password to Secure Your Account
ne: तपाईंको खाता सुरक्षित गर्न आफ्नो पासवर्ड परिवर्तन गर्नुहोस्

# change_psw_descrip
source: Fortify your account with a strong password. Mix letters, numbers, and symbols to keep your digital fortress unbreakable.
ne: तपाईंको खाता मजबुत पासवर्डले सुरक्षित गर्नुहोस्। अक्षर, संख्या, र चिन्हहरू मिलाएर आफ्नो डिजिटल सुरक्षा अभेद्य बनाउनुहोस्।

# old_psw
source: Old Password
ne: पुरानो पासवर्ड

# new_psw
source: New Password
ne: नयाँ पासवर्ड

# old_psw_null
source: Provide the old password
ne: पुरानो पासवर्ड प्रविष्ट गर्नुहोस्

# new_psw_null
source: Provide the new password
ne: नयाँ पासवर्ड प्रविष्ट गर्नुहोस्

# create_psw
source: Create Password
ne: पासवर्ड बनाउनुहोस्

# create_psw_title
source: Create Your Password to Secure Your Account
ne: तपाईंको खाता सुरक्षित गर्न पासवर्ड सिर्जना गर्नुहोस्

# create_psw_descrip
source: Lock in your account security with a unique password.
ne: अद्वितीय पासवर्डले तपाईंको खाता सुरक्षा सुनिश्चित गर्नुहोस्। अंक, अक्षर, र चिन्हहरूको संयोजनले तपाईंको डिजिटल वालेटलाई अत्यधिक सुरक्षित बनाउँछ।

# confirm_psw
source: Confirm password
ne: पासवर्ड पुष्टि गर्नुहोस्

# psw_not_match
source: Passwords do not match
ne: पासवर्ड मेल खाँदैन

source: Biometric Setup
ne: बायोमेट्रिक सेटअप

# biometric_login
source: Enable for Login
ne: लगइनको लागि सक्षम गर्नुहोस्

# biometric_transaction
source: Enable for Transaction
ne: लेनदेनको लागि सक्षम गर्नुहोस्

source: Continue
ne: जारी राख्नुहोस्

source: Amount
ne: रकम

source: Confirmation
ne: पुष्टि

source: Date/Time
ne: मिति/समय

source: Payment Method
ne: भुक्तानी विधि

source: Click to Pay
ne: भुक्तानी गर्न क्लिक गर्नुहोस्

source: Money Transfer
ne: धन स्थानान्तरण

source: Transaction Id
ne: लेनदेन आईडी

source: Pay now
ne: अहिले भुक्तानी गर्नुहोस्

source: My Qr
ne: मेरो QR

source: Scan to Receive
ne: प्राप्त गर्न स्क्यान गर्नुहोस्

# scan_to_receive_money
source: Scan QR Code to receive Money
ne: रकम प्राप्त गर्न QR कोड स्क्यान गर्नुहोस्

source: Generate Qr
ne: QR उत्पन्न गर्नुहोस्

source: Download
ne: डाउनलोड गर्नुहोस्

source: Share QR
ne: QR साझा गर्नुहोस्

source: Hi
ne: नमस्ते

source: Customer
ne: ग्राहक

# link_bank
source: Link Bank Account
ne: बैंक खाता लिङ्क गर्नुहोस्

source: Link
ne: लिङ्क

# link_bank_descrip
source: Link your bank account to make payments and transfers
ne: भुक्तानी र स्थानान्तरण गर्न तपाईंको बैंक खाता लिङ्क गर्नुहोस्

source: Financial Payments
ne: वित्तीय भुक्तानी

source: Request money
ne: रकम अनुरोध गर्नुहोस्

source: ATM Withdraw
ne: एटीएम निकासी

# personal_id
source: Personal Identification
ne: व्यक्तिगत पहिचान

source: Citizenship
ne: नागरिकता

source: Driving License
ne: सवारी चालक अनुमतिपत्र

# scan_id
source: Scan your ID
ne: आफ्नो ID स्क्यान गर्नुहोस्

# upload_image
source: Upload {title} image
ne: {title} छवि अपलोड गर्नुहोस्

source: Back
ne: पछाडि

source: Front
ne: अगाडि

source: Take photo
ne: फोटो खिच्नुहोस्

source: Record Video
ne: भिडियो रेकर्ड गर्नुहोस्

# identity_verify_descrip
source: Simply scan your ID, and our system will extract key details automatically for a fast and secure KYC process
ne: सिर्फ तपाईंको परिचयपत्र स्क्यान गर्नुहोस्, हाम्रो प्रणालीले छिटो र सुरक्षित KYC प्रक्रियाको लागि प्रमुख विवरणहरू स्वचालित रूपमा निकाल्नेछ।

# personal_id_descrip
source: You may proceed with the KYC verification using any of the accepted documents.
ne: तपाईं स्वीकृत कागजातहरू मध्ये कुनै एक प्रयोग गरेर KYC प्रमाणीकरण अगाडि बढाउन सक्नुहुन्छ।

source: Transaction Detail
ne: लेनदेन विवरण

# fund_transfer_to
source: Fund Transfered to {title}
ne: {title} लाई रकम ट्रान्सफर गरियो

source: Merchant name
ne: व्यापारीको नाम

# pay_from
source: Payment from
ne: बाट भुक्तानी

source: Purpose
ne: उद्देश्य

source: Remarks
ne: टिप्पणीहरू

source: Dispute
ne: विवाद

source: redo
ne: फेरि गर्नुहोस्

source: Issue
ne: समस्या

# issue_descrip
source: Issue Description
ne: समस्याको विवरण

# upload_data
source: Upload {title}
ne: {title} अपलोड गर्नुहोस्

source: Evidence
ne: प्रमाण

source: Send Money
ne: पैसा पठाउनुहोस्

source: Wallet ID
ne: वालेट आईडी

source: Enter Wallet ID
ne: वालेट आईडी प्रविष्ट गर्नुहोस्

source: Contact
ne: सम्पर्क

# receipient
source: Recipient
ne: प्राप्तकर्ता

source: Previous Transaction
ne: अघिल्लो कारोबार

source: Optional
ne: वैकल्पिक

source: Write Remarks
ne: टिप्पणी लेख्नुहोस्

source: Verify Transaction
ne: कारोबार प्रमाणित गर्नुहोस्

source: Use Pin
ne: पिन प्रयोग गर्नुहोस्

source: Transaction
ne: कारोबार

# pay_success
source: Payment Successful
ne: भुक्तानी सफल भयो

source: Done
ne: पूरा भयो

# days
source: {title} days
ne: {title} दिनहरू

source: This month
ne: यो महिना

source: Custom
ne: अनुकूलन

source: From
ne: देखि

source: To
ne: सम्म

source: Select Date
ne: मिति चयन गर्नुहोस्

source: Select Time
ne: समय चयन गर्नुहोस्

# select_date_time
source: Select Date and Time
ne: मिति र समय चयन गर्नुहोस्

source: Select Dates
ne: मितिहरू चयन गर्नुहोस्

source: Start Date
ne: सुरु मिति

source: End Date
ne: अन्त्य मिति

source: Select Start Date
ne: सुरु मिति चयन गर्नुहोस्

source: Select End Date
ne: अन्त्य मिति चयन गर्नुहोस्

# select_start_end_date
source: Select Start and End Date
ne: सुरु र अन्त्य मिति चयन गर्नुहोस्

# date_format_hint
source: Please enter date in {title} format
ne: कृपया {title} ढाँचामा मिति प्रविष्ट गर्नुहोस्

# time_format_hint
source: Please enter time in {title} format
ne: कृपया {title} ढाँचामा समय प्रविष्ट गर्नुहोस्

source: Apply Changes
ne: परिवर्तनहरू लागू गर्नुहोस्

source: Filter
ne: फिल्टर

source: Status
ne: स्थिति

source: Pending
ne: पेन्डिङ

source: Failed
ne: असफल

source: Channel
ne: च्यानल

source: App
ne: एप

source: Web
ne: वेब

source: NFC
ne: एनएफसी

source: Transaction Property
ne: कारोबार विशेषता

# ref_code
source: Reference Code
ne: सन्दर्भ कोड

source: Show Result
ne: नतिजा देखाउनुहोस्

source: Additional Info
ne: थप जानकारी

source: Lend/Borrow
ne: धितो / ऋण

# card_limitation
source: Cannot add more than 8 cards
ne: ८ भन्दा बढी कार्डहरू थप्न सकिँदैन

source: Cards
ne: कार्डहरू

# no_cards
source: No Cards available
ne: कुनै कार्ड उपलब्ध छैन

source: Add Card
ne: कार्ड थप्नुहोस्

# cr_or_dr
source: Credit or Debit Card
ne: क्रेडिट वा डेबिट कार्ड

# select_card_clr
source: Select Card Color
ne: कार्ड रंग छान्नुहोस्

source: Card Holder Name
ne: कार्ड होल्डरको नाम

# enter_holder_name
source: Enter Card Holder Name
ne: कार्ड होल्डरको नाम लेख्नुहोस्

# pls_enter_holder_name
source: Please enter card holder name
ne: कृपया कार्ड होल्डरको नाम लेख्नुहोस्

# card_num
source: Card Number
ne: कार्ड नम्बर

# enter_card_num
source: Enter Card Number
ne: कार्ड नम्बर लेख्नुहोस्

# pls_enter_card_num
source: Please enter card number
ne: कृपया कार्ड नम्बर लेख्नुहोस्

# card_exp_date
source: Card Expiry Date
ne: कार्ड म्याद सकिने मिति

# enter_exp_date
source: Enter Card Expiry Date
ne: कार्ड म्याद सकिने मिति लेख्नुहोस्

# pls_enter_exp_date
source: Please enter card expiry date
ne: कृपया कार्ड म्याद सकिने मिति लेख्नुहोस्

source: Card CVC
ne: कार्ड CVC

# pls_enter_cvc
source: Please enter cvc number
ne: कृपया CVC नम्बर लेख्नुहोस्

source: Enter Channel
ne: च्यानल लेख्नुहोस्

# pls_enter_channel
source: Please enter channel
ne: कृपया च्यानल लेख्नुहोस्

# logout_warning
source: Are you sure you want to Logout?
ne: तपाईं साँच्चिकै लगआउट गर्न चाहनुहुन्छ?

# enter_old_psw
source: Enter old password
ne: पुरानो पासवर्ड लेख्नुहोस्

# enter_new_psw
source: Enter new password
ne: नयाँ पासवर्ड लेख्नुहोस्

# psw_change_success
source: Password changed successfully
ne: पासवर्ड सफलतापूर्वक परिवर्तन गरियो

# something_wrong
source: Something went wrong
ne: केही गल्ती भयो

# reenter_psw
source: Re-enter password
ne: पासवर्ड पुनः लेख्नुहोस्

# liveness_detect_descrip
source: Move your face around to verify your identity
ne: पहिचान प्रमाणित गर्न अनुहार घुमाउनुहोस्

# begin_liveness
source: To begin your verification, follow the simple steps below to ensure your face is detected clearly.
ne: तपाईंको पहिचान सुरु गर्न, तल दिइएका सरल चरणहरू अनुसरण गर्नुहोस् ताकि तपाईंको अनुहार स्पष्ट देखियोस्।

# center_face
source: Center your face in the frame
ne: अनुहारलाई फ्रेमको बीचमा राख्नुहोस्

# center_face_descrip
source: Align your face within the guide frame on screen.
ne: अनुहारलाई स्क्रिनमा देखिएको गाइड फ्रेममा मिलाउनुहोस्।

# use_good_light
source: Use good lighting
ne: राम्रो प्रकाश प्रयोग गर्नुहोस्

# use_good_light_descrip
source: Avoid strong shadows or backlight. Natural light is best.
ne: बलियो छायाँ वा पृष्ठप्रकाशबाट बच्नुहोस्। प्राकृतिक प्रकाश उत्तम हुन्छ।

source: Remove accessories
ne: सामानहरू हटाउनुहोस्

# remove_accessories_descrip
source: No sunglasses, hats, or anything that hides your face.
ne: छायाँ चश्मा, टोपी, वा अनुहार छोप्ने कुनै पनि कुरा प्रयोग नगर्नुहोस्।

source: Document Details
ne: कागजात विवरण

# correct_info_waring
source: Ensure Accuracy Before Submission
ne: पेश गर्नु अघि विवरणको शुद्धता सुनिश्चित गर्नुहोस्

# ocr_info_warning
source: Scanned details may have small errors,If anything looks wrong, correct it before proceeding
ne: स्क्यान गरिएको विवरणमा केही साना त्रुटिहरू हुन सक्छन्, केही गलत देखिएमा अगाडि बढ्नु अघि सुधार गर्नुहोस्

source: Document ID
ne: कागजात आईडी

source: Enter document id
ne: कागजात आईडी प्रविष्ट गर्नुहोस्

# pls_enter_doc_id
source: Please enter document id
ne: कृपया कागजात आईडी प्रविष्ट गर्नुहोस्

source: Full Name
ne: पूरा नाम

source: Enter full name
ne: पूरा नाम प्रविष्ट गर्नुहोस्

# pls_enter_full_name
source: Please enter full name
ne: कृपया पूरा नाम प्रविष्ट गर्नुहोस्

source: DOB
ne: जन्म मिति

source: Date of Birth
ne: जन्म मिति

source: Edit
ne: सम्पादन गर्नुहोस्

# enter_email
source: Enter your email
ne: तपाईंको इमेल प्रविष्ट गर्नुहोस्

source: Address Details
ne: ठेगाना विवरण

source: Family Details
ne: परिवार विवरण

source: Country
ne: देश

# pls_enter_country
source: Please enter your country
ne: कृपया आफ्नो देश प्रविष्ट गर्नुहोस्

source: State/Emirates
ne: राज्य/एमिरेट्स

# pls_enter_state
source: Please enter your State/Emirates
ne: कृपया आफ्नो राज्य/एमिरेट्स प्रविष्ट गर्नुहोस्

source: City
ne: शहर

# pls_enter_city
source: Please enter your City
ne: कृपया आफ्नो शहर प्रविष्ट गर्नुहोस्

# address_line
source: Address Line {title}
ne: ठेगाना लाइन {title}

# specific_loc
source: Specific location (villa street, sector)
ne: निर्दिष्ट स्थान (भिल्ला, सडक, क्षेत्र)

# pls_enter_address
source: Please enter your address
ne: कृपया आफ्नो ठेगाना प्रविष्ट गर्नुहोस्

# area_neighbor
source: Area/neighborhood
ne: क्षेत्र/छिमेक

# zip_postal
source: Zip/Postal Code
ne: जिप/पोस्टल कोड

# pls_enter_zip_postal
source: Please enter your zip/postal code
ne: कृपया जिप/पोस्टल कोड प्रविष्ट गर्नुहोस्

source: Permanent Address Detail
ne: स्थायी ठेगाना विवरण

# form_info_warning
source: Ensure Accuracy Before Submission
ne: पेश गर्नु अघि शुद्धता सुनिश्चित गर्नुहोस्

source: Next
ne: अर्को

source: Residental Address Detail
ne: आवासीय ठेगाना विवरण

# same_as_permanent
source: Same as Permanent Address
ne: स्थायी ठेगानासँग मिल्दोजुल्दो

source: Family Detail
ne: परिवार विवरण

# father_name
source: Father's Name
ne: बुबाको नाम

# enter_father_name
source: Enter your Father's Name
ne: बुबाको नाम लेख्नुहोस्

# pls_enter_father_name
source: Please enter Father's Name
ne: कृपया बुबाको नाम लेख्नुहोस्

# mother_name
source: Mother's Name
ne: आमाको नाम

# enter_mother_name
source: Enter your Mother's Name
ne: आमाको नाम लेख्नुहोस्

# pls_enter_mother_name
source: Please enter your Mother's Name
ne: कृपया आमाको नाम लेख्नुहोस्

# granddad_name
source: Grandfather's Name
ne: हजुरबुबाको नाम

# enter_granddad_name
source: Enter your GrandFather's Name
ne: हजुरबुबाको नाम लेख्नुहोस्

# pls_enter_granddad_name
source: Please enter your Grandfather's Name
ne: कृपया हजुरबुबाको नाम लेख्नुहोस्

# spouse_name
source: Spouse's Name
ne: पति/पत्नीको नाम

# enter_spouse_name
source: Enter your Spouse's Name
ne: पति/पत्नीको नाम लेख्नुहोस्

source: Identity Details
ne: पहिचान विवरण

# basic_info
source: Basic Information
ne: आधारभूत जानकारी

source: Document Type
ne: कागजात प्रकार

source: Permanent Address
ne: स्थायी ठेगाना

source: Residental Address
ne: अस्थायी ठेगाना

# doc_number
source: Document Number
ne: कागजात नम्बर

# doc_issue_date
source: Document Date of Issue
ne: कागजात जारी मिति

# press_for_exit
source: Press back again to exit
ne: निस्कन पछाडि फेरि थिच्नुहोस्

# pls_enter_both_dates
source: Please enter both Start and End Dates
ne: कृपया सुरु र अन्त्य मिति दुवै प्रविष्ट गर्नुहोस्

# no_future_dates
source: Cannot select Future Dates
ne: भविष्य मिति चयन गर्न सकिँदैन

# no_start_before_after
source: Start date cannot be after End Date
ne: सुरु मिति अन्त्य मिति पछि हुन सक्दैन

# invalid_format
source: Invalid Date Format. Please use {title}
ne: अवैध मिति ढाँचा। कृपया {title} प्रयोग गर्नुहोस्

# code_resent_success
source: Code resent Successfully
ne: कोड सफलतापूर्वक पुन: पठाइयो

# register_descrip
source: We need to send OTP to authenticate your number.
ne: हामीलाई तपाईंको नम्बर प्रमाणिकरण गर्न OTP पठाउन आवश्यक छ।

# have_promocode
source: Have a promocode?
ne: प्रोमोकोड छ?

source: Send OTP
ne: OTP पठाउनुहोस्

source: Login Failed
ne: लगइन असफल भयो

# error_occured
source: An Error Occured
ne: त्रुटि आएको छ

source: Enter Promocode
ne: प्रोमोकोड प्रविष्ट गर्नुहोस्

# bio_change
source: Biometric Data Changed
ne: बायोमेट्रिक डाटा परिवर्तन भयो

# bio_change_descrip
source: Your fingerprint or biometric data has been changed. Please re-authenticate.
ne: तपाईंको औंठाछाप वा बायोमेट्रिक डाटा परिवर्तन गरिएको छ। कृपया पुनः प्रमाणीकरण गर्नुहोस्।

# enable_bio
source: Enable Biometric fo Login
ne: लगइनका लागि बायोमेट्रिक सक्षम गर्नुहोस्

# enable_bio_descrip
source: You can login using your {title}. Do you want to enable it?
ne: तपाईं {title} प्रयोग गरेर लगइन गर्न सक्नुहुन्छ। के तपाईं यसलाई सक्षम गर्न चाहनुहुन्छ?

# scan_login
source: Scan to Login
ne: लगइन गर्न स्क्यान गर्नुहोस्

source: OTP
ne: ओटीपी

# otp_verify
source: OTP Verification
ne: ओटीपी प्रमाणीकरण

# pls_enter_otp
source: Please enter OTP
ne: कृपया ओटीपी प्रविष्ट गर्नुहोस्
